tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "openssl@3"
brew "azure-cli"
brew "btop"
brew "fontconfig"
brew "coreutils"
brew "deno"
brew "dust"
brew "node"
brew "emscripten"
brew "exa"
brew "fd"
brew "fish"
brew "go"
brew "graphviz"
brew "gtop"
brew "lazygit"
brew "markdown"
brew "mdcat"
brew "moreutils"
brew "neovim"
brew "pandoc"
brew "pngpaste"
brew "putty"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "typescript"
brew "wget"
brew "x3270"
brew "yarn"
brew "yubico-piv-tool"
brew "azure/functions/azure-functions-core-tools@4"
cask "alacritty"
cask "foxitreader"
cask "keepassxc"
cask "kitty"
cask "neovide"
cask "powershell"
cask "rectangle"
cask "wezterm"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
vscode "asvetliakov.vscode-neovim"
vscode "azureadb2ctools.aadb2c"
vscode "azurite.azurite"
vscode "bierner.markdown-mermaid"
vscode "ionide.ionide-fsharp"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azurelogicapps"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-logicapps"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-pack"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
